Repository: lbernardo-dev/shield
Catalog: Shield/Localization/Strings/AppShortcuts.xcstrings
Source language: en
Languages: es

source: Mask a Document
es: Proteger un documento

source: Mask a document with ${applicationName}
es: Protege un documento con ${applicationName}

source: Mask Document
es: Proteger documento

source: MaskID is ready to protect your document.
es: MaskID está lista para proteger tu documento.

source: Open my secure vault in ${applicationName}
es: Abre mi bóveda segura en ${applicationName}

source: Open Secure Vault
es: Abrir la bóveda segura

source: Open Vault
es: Abrir bóveda

source: Opening the secure vault.
es: Abriendo la bóveda segura.

source: Opens MaskID ready to import, scan, or photograph a document.
es: Abre MaskID para importar, escanear o fotografiar un documento.

source: Opens MaskID's protected vault. Authentication is always required in the app.
es: Abre la bóveda protegida de MaskID. La app siempre solicita autenticación.

source: Protect a document in ${applicationName}
es: Oculta datos de un documento con ${applicationName}
